{
  "projects": [
    {
      "id": "e6c3e563-a468-452a-8b97-3d03afa36647",
      "title": "Bothy x Altogether Otherwise",
      "date": "Ongoing",
      "location": "NOMA, Manchester",
      "cover_image": "/images/hand_placeholder.png",
      "description_short": "We’ve teamed up with the wonderful people at Altogether Otherwise to provide a free to use rehearsal space between the hours of 2pm - 6pm on weekdays.",
      "description_full": "<div><p>We’ve teamed up with the wonderful people at Altogether Otherwise to provide a free to use rehearsal space between the hours of 2pm - 6pm on weekdays.</p><h4>Practicals:</h4><ul><li>A stone's throw away from Shudehill Interchange, the space is easily accessible by public transport.The space is fully accessible with stairless access, on street parking (pay and display) just outside and accessible bathroom facilities.</li><li>The acoustics of the space are very pleasing and really suit acoustic instruments. There is room for a decent sized ensemble and, as sole users of the space, you can be flexible in the layout (it may start to feel crowded beyond 5 people, depending on instruments involved).</li><li>As well as acoustically pleasing, it is very aesthetically pleasing too… for example, if you needed to film audition tapes / videos for social media. Be aware though that it is a working building and there might be general background/crafting noise depending on what else is going on at the time.</li><li>There are chairs, power sockets, coffee making facilities and very friendly people around the building.</li><li>It currently isn’t heated, however this is something that may change in the colder months.</li><li>There is no piano (sorry pianists).</li><li>As ever, Bothy generally supports people doing stuff with acoustic instruments that falls more into the worlds of classical / art music, so it may not be an ideal space for bands.</li><li>As well as the attached photographs, you can watch a video of the space in action by clicking the Youtube link below.</li></ul><h4>How it works:</h4><ul><li>Contact Bothy with when you’d want to use the space and how many people will be there.</li><li>We confirm with Alltogether Otherwise and yourself.</li><li>Then just turn up and enjoy the free rehearsal space!</li></ul><p>For anyone who is interested to know more or book in a time, please get in touch via our usual email contact@bothymcr.co.uk.</p><p>Bothy gets its name from trying to provide free (as in beer not as in speech) access space for musicians so collaborations like this make us so happy to do what we do.</p></div>",
      "quotes": [],
      "external_links": [
        {
          "title": "Altogether Otherwise",
          "url": "https://www.altogetherotherwise.com/"
        },
        {
          "title": "Youtube",
          "url": "https://www.youtube.com/watch?v=HLIs3sBW5Ys"
        }
      ],
      "media": {}
    },
    {
      "id": "063b9628-ec7d-46f7-a02d-8ee82c899321",
      "title": "Bothy x Green Room",
      "date": "Recurrent event",
      "location": "Carlton Club, Manchester",
      "cover_image": "/images/ZENAIDA-03340.jpg",
      "description_short": "Bothy are supporting a group of early career promoters to host an intimate, instrumentally focused and green series of concerts in the smaller of the Carlton Clubs rooms.",
      "description_full": "<div><p>Bothy are supporting a group of early career promoters to host an intimate, instrumentally focused and green series of concerts in the smaller of the Carlton Clubs rooms. We provide support with hosting events, marketing and promotion and ensuring the performers can rely on a regular set fee.</p><p>Green Room are curators of intimate acoustic performances, bringing some of the best players into a space that allows the instruments to reverberate your bodies without the use of electricity.</p></div>",
      "quotes": [],
      "external_links": [],
      "media": {
        "images": [
          "ZENAIDA-03340.jpg",
          "ZENAIDA-03373.jpg",
          "ZENAIDA-03423.jpg",
          "ZENAIDA-03486.jpg",
          "ZENAIDA-03539.jpg"
        ],
        "videos": []
      }
    },
    {
      "id": "56c95293-b517-4721-9517-72de478be764",
      "title": "Songs of Descent",
      "date": "Feb 2024",
      "location": "NIA Centre, Manchester",
      "cover_image": "/images/songs_of_descent.jpeg",
      "description_short": "Bothy helped composer and performer Phoenix Rousiamanis put on a Manchester production of her opera Songs of Descent. The night was held at Niamos with DJs running till late after a performance with full sinfonietta forces in the main theatre space.",
      "description_full": "<div>Bothy helped composer and performer Phoenix Rousiamanis put on a Manchester production of her opera Songs of Descent. The night was held at Niamos with DJs running till late after a performance with full sinfonietta forces in the main theatre space. </div>",
      "quotes": [
        {
          "name": "Phoenix Rousiamanis",
          "quote": "Bothy helped me bring to life my opera ’Songs of Descent’ which was a massive personal and career stepping stone. Carmel and Dan were exceptionally organised, friendly and sensitive and made the whole process of putting on a big event like this feel easy."
        }
      ],
      "external_links": [
        {
          "title": "Creative tourist",
          "url": "https://www.creativetourist.com/event/songs-of-descent-at-niamos/"
        }
      ],
      "media": {}
    },
    {
      "id": "d5fb6175-f590-4fa8-ab27-53e0f4823e68",
      "title": "Soundseeing",
      "date": "Recurrent event",
      "location": "The Art of Tea, Manchester",
      "cover_image": "/images/soundseeing.png",
      "description_short": "In collaboration with cellist and painter Lili Holland-Fricke, we set up a series of visual art and music workshops.",
      "description_full": "<div><p>The first project Bothy ever took on was in collaboration with cellist and painter Lili Holland-Fricke. Together we set up a series of visual art and music workshops. This was Lili’s vision and passion which we just helped practically come into existence. Best described as a life drawing session where you draw what you hear rather than what you see, Soundseeing has welcomed a range of brilliant experimental musicians from a varied array of genres into a space where people get to engage with music in a different way.</p><p>Lili is an accomplished visual artist as well as musician and through the workshops helped lots of people make that same connection. Mindfully enjoying the music whilst flexing their own creative muscles.</p></div>",
      "quotes": [
        {
          "name": "Lili Holland-Fricke",
          "quote": "I came to BOTHY with an idea, but little idea of how to make it happen - Carmel and Dan made it the easiest thing in the world, and were so supportive in helping me put on my first ever events. Not only are they wonderful people, they also know the Manchester music scene through and through, and always know the right people and the right spaces to link up with to fit the project. Couldn’t recommend working with BOTHY more, especially to those looking to put on events for the first time and are looking for friendly and practical guidance."
        }
      ],
      "external_links": [
        {
          "title": "Creative tourist",
          "url": "https://www.creativetourist.com/event/soundseeing-at-art-of-tea-2/"
        }
      ],
      "media": {
        "images": [],
        "videos": [
          "video1_soundseeing.mp4",
          "video2_soundseeing.mov"
        ]
      }
    },
    {
      "id": "20074fd3-b79b-4da5-b5c4-0bfc9420defc",
      "title": "Bothy x MIF",
      "date": "July 2021, July 2023",
      "location": "Manchester City Centre",
      "cover_image": "/images/logo_placeholder_blue.png",
      "description_short": "At both MIF21 and MIF23 Bothy has contributed to the curation of the festival square stage at Manchester International Festival.",
      "description_full": "<div>At both MIF21 and MIF23 Bothy has contributed to the curation of the festival square stage at Manchester International Festival. It means we’ve been able to give classical musicians who are starting new groups and trying to get things off the ground a brilliant platform to gig what they’ve been working on. Previous groups we’ve curated for the line up include Hafren, Couch Opera, Mabon Jones and ourselves as Bothy doing classical and ambient DJ. </div>",
      "quotes": [],
      "external_links": [],
      "media": {
        "images": [],
        "videos": [
          "video1_mif.mov",
          "video2_mif.mov"
        ]
      }
    },
    {
      "id": "2f241ac0-ffb4-468d-87de-fcb27baf5165",
      "title": "Bothy x Manchester Ear (Sen-sing)",
      "date": "June 2023",
      "location": "Hulme Community Garden Centre, Manchester",
      "cover_image": "/images/manchester_ear.png",
      "description_short": "Bothy supported audio wizards (Ryan Woods and Hayley Suviste) the Manchester Ear to bring catalonian sound artist Laura Guarch to Manchester for a one off workshop and gig.",
      "description_full": "<div><p>Bothy supported audio wizards (Ryan Woods and Hayley Suviste) the Manchester Ear to bring catalonian sound artist Laura Guarch to Manchester for a one off workshop and gig.</p><p>We helped them host the events at Hulme Community Garden Centre and Low Four respectively. Their regular events include soundwalks, deep listening and audio experiences which encourage people to connect with their surroundings in a deeper way.</p></div>",
      "quotes": [
        {
          "name": "Ryan Woods",
          "quote": "We were so happy to have the opportunity to work with Bothy. Their knowledge of performance spaces in Manchester and financial support were invaluable. They're growing an oasis of musical culture and opportunities in Manchester."
        }
      ],
      "external_links": [
        {
          "title": "Instagram",
          "url": "https://www.instagram.com/p/CtR7qsWIIvE/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA%3D%3D&img_index=2"
        }
      ],
      "media": {}
    },
    {
      "id": "5a8abe56-27d3-4754-a5de-cf5fe396b5a7",
      "title": "Bothy x Festivo Winds",
      "date": "July 2024",
      "location": "Low Four Studios, Manchester",
      "cover_image": "/images/festivo_winds.png",
      "description_short": "Bothy supported Festivo Winds to add a Manchester Date to their tour leading towards performing at the Edinburgh International Festival Festival.",
      "description_full": "<div>Bothy supported Festivo Winds to add a Manchester Date to their tour leading towards performing at the Edinburgh International Festival Festival. We were more than happy to help promote and run a Manchester date as often ensembles may miss out on a central Manchester gig as part of the tour simply because of the work involved in putting these things on. Bothy are there to fill that gap and help make touring to Manchester easier for ensembles who might otherwise just not.</div>",
      "quotes": [
        {
          "name": "Festivo Winds",
          "quote": "Carmel and Dan at Bothy were absolutely fantastic when helping us to plan our concert in Manchester, as part of our mini-UK tour. From our first chat until the performance, they were helpful, informed and communicative. They provided excellent advice and connections to book a great venue, offer affordable pricing-options and create a concert that felt truly 'us'. Also, they're delightful, lovely people!"
        }
      ],
      "external_links": [
        {
          "title": "Creative tourist",
          "url": "https://www.creativetourist.com/event/festivo-winds-at-low-four/"
        }
      ],
      "media": {
        "images": [],
        "videos": [
          "festivo_winds_video1.mov",
          "video2_festivo_winds.mov"
        ]
      }
    },
    {
      "id": "218846d8-181c-41c0-a9b3-ed91b4adaf14",
      "title": "Bothy x KANTOS",
      "date": "Sept, 2022",
      "location": "Manchester Craft and Design Centre",
      "cover_image": "/images/KANTOS_BOTHY-5150.jpg",
      "description_short": "In Collaboration with the Craft and Design Center and KANTOS Chamber choir, Bothy helped put on CRAFT a KANTOS concert based around crafting and art within the appropriate surrounds of MCDC.",
      "description_full": "<div><p>In Collaboration with the Craft and Design Center and KANTOS Chamber choir, Bothy helped put on CRAFT a KANTOS concert based around crafting and art within the appropriate surrounds of MCDC. In the lead up to the concert (which was part of a larger tour), MDCD also gave the choir use of one of their workshop spaces as rehearsal space. Bothy had been collaborating with MCDC facilitating the use of their studio two as free rehearsal space for artists. It was great to be able to offer people such a unique rehearsal space in a quirky and creative building.</p><p>At this particular concert the craft centre was inbetween cafe owners so Bothy also ran a bar during the event. The profit of which was used to pay for rehearsal space for Meliora Collective, an ensemble run by flautist Meera Maharaj.</p></div>",
      "quotes": [
        {
          "name": "Ellie Slorach",
          "quote": "Working with Bothy was a great partnership for Kantos; the team helped produce and elevate our gig, adding genuinely special elements, and it was all carried out in a super relaxed manner."
        },
        {
          "name": "Meera Maharaj",
          "quote": "Meliora Collective really appreciated Bothy's support and kindness in helping us to access rehearsal space in our very early days as an ensemble. When starting a 10-piece chamber ensemble without funding, the cost of hiring rehearsal space is a huge issue and the wonderful Bothy folks honestly made our first gigs possible!"
        }
      ],
      "external_links": [
        {
          "title": "Creative tourist",
          "url": "https://www.creativetourist.com/event/craft-kantos-at-mcdc-2/"
        },
        {
          "title": "Youtube",
          "url": "https://www.youtube.com/watch?v=aiTmMAK9Gm0"
        }
      ],
      "media": {
        "images": [
          "KANTOS_BOTHY-5090.jpg",
          "KANTOS_BOTHY-5140.jpg",
          "KANTOS_BOTHY-5150.jpg",
          "KANTOS_BOTHY-5175.jpg",
          "KANTOS_BOTHY-5256.jpg",
          "KANTOS_BOTHY-5258.jpg",
          "KANTOS_BOTHY-5278.jpg",
          "KANTOS_BOTHY-5284.jpg",
          "KANTOS_BOTHY-5285.jpg",
          "KANTOS_BOTHY-5288.jpg",
          "KANTOS_BOTHY-5292.jpg",
          "KANTOS_BOTHY-5301.jpg",
          "KANTOS_BOTHY-5304.jpg",
          "KANTOS_BOTHY-5307.jpg",
          "KANTOS_BOTHY-5314.jpg",
          "KANTOS_BOTHY-5319.jpg",
          "KANTOS_BOTHY-5322.jpg",
          "KANTOS_BOTHY-5325.jpg"
        ],
        "videos": []
      }
    },
    {
      "id": "38d2d395-bcf2-44f0-9a22-187d529113c0",
      "title": "What is HIP?",
      "date": "Dec, 2021",
      "location": "Manchester Craft and Design Centre",
      "cover_image": "/images/cover_what_is_hip.png",
      "description_short": "We supported cellist James Heathcote to put on the gig What Is HIP? A deep dive into historically informed performance practice of the late romantic period.",
      "description_full": "<div>We supported cellist James Heathcote to put on the gig What Is HIP? A deep dive into historically informed performance practice of the late romantic period. As part of our collaboration with the Manchester Craft and Design Centre we facilitated free rehearsal space as well as the promotion of the gig.</div>",
      "quotes": [],
      "external_links": [
        {
          "title": "Creative tourist",
          "url": "https://www.creativetourist.com/event/bothy-presents-what-is-hip-at-mcdc/"
        }
      ],
      "media": {
        "images": [],
        "videos": [
          "video2_hip.mp4",
          "video3_hip.mp4",
          "video4_hip.mov"
        ]
      }
    }
  ]
}